[{"uid":"urn:uuid:4f63c495-709b-483b-b560-96171525c2fe","updateDate":"2016-10-06T17:45:51.000000Z","titleText":"Judges Question Ross Ulbricht’s Life Sentence in Silk Road Appeal","mainText":"Over a year has passed since a federal judge sentenced Ross Ulbricht to life in prison without parole after he was convicted of creating and running the vast dark web drug bazaar known as Silk Road. Today Ulbricht returned to court to face a panel of judges to appeal his conviction—but it was his harsh sentence that seemed to most draw their focus. In oral arguments in a Manhattan courtroom Thursday morning, Ulbricht’s defense lawyer sparred with federal prosecutors over a range of issues, including the credibility of evidence, the role of two corrupt agents in the investigation, and the defense’s blocked attempt to call two expert witnesses to testify on Ulbricht’s behalf. But the defense seemed to elicit the most sympathy from the three-judge panel when it attacked Ulbricht’s life sentence after he was convicted for drug trafficking, money laundering, and leading an organized criminal enterprise. In particular, the judges criticized a portion of the sentencing hearing in which  parents of Silk Road buyers who had died of drug overdoses were called to testify. That testimony “put an extraordinary thumb on the scale that shouldn’t be there,” argued appellate judge Gerald Lynch. He went on to call the sentence “quite a leap.”  “Does this [testimony] create an enormous emotional overload for something that’s effectively present in every heroin case?” Lynch asked at one point. “Why does this guy get a life sentence?” When federal judge Katherine Forrest handed down Ulbricht’s controversial life sentence last year for crimes that are usually considered nonviolent, she justified it in part by pointing to six fatal overdoses prosecutors had tied to Silk Road, calling Ulbricht’s creation of the site—which sold crack cocaine, heroin, fentanyl, and other drugs—“terribly destructive.”  But Forrest also pointed to evidence brought forward at trial that Ulbricht had paid to have six people killed, including a former employee and a blackmailer. None of the murders was carried out, nor was Ulbricht charged in connection with the schemes; instead, they appear to have been faked to scam Ulbricht, or in one case spoofed by a law enforcement sting operation. Nonetheless, in Ulbricht’s sentencing  hearing, Forrest argued, “There is ample and unambiguous evidence that [Ulbricht] commissioned…murders to protect his commercial enterprise.” Ulbricht’s defense reiterated in the appeal hearing today that none of the alleged murder plots had actual victims. “We have no evidence they even occurred,” Ulbricht’s lead defense attorney Joshua Dratel said. “Why does it matter if they happened or not?” Lynch responded. “The crimes of which the defendant was convicted carried a life sentence, did they not?” Dratel responded that murder-for-hire typically carries a ten-year sentence not life. “Murderers don’t get life sentences,” Dratel said. “People who actually commit murder.” The prosecution, for its part, defended the inclusion of the alleged murder plots in Ulbrict’s sentencing hearing, as well as the testimony about overdose victims. “This is unprecedented, the amount of drugs, the amount of harm,” said prosecutor Eun Young Choi. The appelate panel was less sympathetic to the defense’s arguments that evidence in the trial had been tampered with by two corrupt federal agents, one employed by the Drug Enforcement Administration and the other by the Secret Service. The agents stole bitcoins from the Silk Road, sold law enforcement information to Ulbricht, and attempted to extort him. “How is this material exculpatory?” Lynch asked, pointing out that there was no sign the agents had tampered with information on the Silk Road’s server. The prosecution followed up on that point, arguing that none of the evidence in the trial had come from the two agents. When the defense protested that they hadn’t been allowed to bring forward an expert witness to talk about the possibility that Ulbricht’s laptop had been hacked to plant evidence, Lynch quickly rebutted the point. “The jury didn’t know in this day and age that computers can be hacked?” he asked. “Even the NSA gets hacked.” Ulbricht’s defense seemed to have more success when it focused on his sentencing, pointing out that life without parole went beyond even the prosecution’s request that the judge impose a sentence “substantially above the mandatory minimum.” In fact, the Southern District of New York, where Ulbricht’s trial occurred, has a reputation for relatively lenient sentencing, with around 75 percent of cases receiving less than federal sentencing guidelines. All of that seems to suggest that if Ulbricht has any chance of a new trial, it may not come from attacking the judicial process or the evidence that convicted him. Instead, his last hope of escaping a lifetime in prison may come from the severity of the sentence itself.","redirectionUrl":"https:\/\/www.wired.com\/2016\/10\/judges-question-ulbrichts-life-sentence-silk-road-appeal\/","art":{"attribution":"AP","images":[{"height":500,"width":500,"url":"https:\/\/www.wired.com\/wp-content\/uploads\/2016\/10\/Ulbricht_HP_AP_748136603732-500x500-e1475777459789.jpg"}]}}]
